app/controllers/members_controller.rb

INSERT INTO "members" ("name", "age", "created_at", "updated_at") VALUES (?, ?, ?, ?) RETURNING "id"  [["name", "sanjai"], ["age", 22], ["created_at", "2024-02-13 10:30:59.777194"], ["updated_at", "2024-02-13 10:30:59.777194"]]
---
  def create
    @member = Member.new(member_params)

    respond_to do |format|
      if @member.save